Вместо тепла - Зелень стекла
Вместо огня - дым
Из сетки календаря выхвачен день            

Крассное солнце сгорает до тла,
День догорает с ним.
На пылающий город падает тень
    
    
    
    
    
    
    ПЕРЕМЕНННН ТРЕБУЮТ НАШИ СЕРДЦА,
    ПЕРЕМЕНННННН ТРЕБУЮТ НАШИИ ГЛАЗА,
    В НАШЕМ СМЕХЕ И В НАШИХ СЛЕЗАХ И В ПУЛЬСАЦИИ ВЕНЕНННННН.
    ПЕРЕМЕН 
    МЫ ЖДЕМ ПЕРЕМЕН
    
    ЭЛЕКТРИЧЕСКИЙ СВЕТ ПРОДОЛЖАЕТ НАШ ДЕНЬ
    И КОРОБКА ОТ СПИЧЕК ПУСТА,
НО НА КУХНЕ СИНИМ ЦВЕТКОМ ГОРИТ ГАЗ
СИГАРЕТЫ В РУКАХ, ЧАЙ НА СТОЛЕ - ЭТА СХЕМА ПРОСТА
И БОЛЬШЕ НЕТ НИЧЕГО - ВСЕ НАХОДИТСЯ В НАСССССССССС

   ПЕРЕМЕНННН ТРЕБУЮТ НАШИ СЕРДЦА
    ПЕРЕМЕНННННН ТРЕБУЮТ НАШИИ ГЛАЗА
    В НАШЕМ СМЕХЕ И В НАШИХ СЛЕЗАХ И В ПУЛЬСАЦИИ ВЕНЕНННННН
    ПЕРЕМЕН 
    МЫ ЖДЕМ ПЕРЕМЕН