print("Какой у вас оператор?\n1 - Мегафон\n2 - МТС\n3 - Теле2\n4 - Билайн\n5 - Летай")
n = input()
if n == '1':
    print("На какой оператор желаете совершить звонок?\n1 - Мегафон\n2 - МТС\n3 - Теле2\n4 - Билайн\n5 - Летай")
    с = input()
    print("Стоимость 1 мин звонка 1 руб: ")
    b = int(input("Сколько минут желаете разговаривать? "))
    b = b * 1
    print("Итоговая цена разговора: ", b, "руб")
if n == '2':
    print("На какой оператор желаете совершить звонок?\n1 - Мегафон\n2 - МТС\n3 - Теле2\n4 - Билайн\n5 - Летай")
    с = input()
    print("Стоимость 1 мин звонка 1 руб: ")
    b = int(input("Сколько минут желаете разговаривать? "))
    b = b * 1
    print("Итоговая цена разговора: ", b, "руб")
if n == '3':
    print("На какой оператор желаете совершить звонок?\n1 - Мегафон\n2 - МТС\n3 - Теле2\n4 - Билайн\n5 - Летай")
    с = input()
    print("Стоимость 1 мин звонка 1 руб: ")
    b = int(input("Сколько минут желаете разговаривать? "))
    b = b * 1
    print("Итоговая цена разговора: ", b, "руб")
if n == '4':
    print("На какой оператор желаете совершить звонок?\n1 - Мегафон\n2 - МТС\n3 - Теле2\n4 - Билайн\n5 - Летай")
    с = input()
    print("Стоимость 1 мин звонка 1 руб: ")
    b = int(input("Сколько минут желаете разговаривать? "))
    b = b * 1
    print("Итоговая цена разговора: ", b, "руб")
if n == '5':
    print("На какой оператор желаете совершить звонок?\n1 - Мегафон\n2 - МТС\n3 - Теле2\n4 - Билайн\n5 - Летай")
    с = input()
    print("Стоимость 1 мин звонка 1 руб: ")
    b = int(input("Сколько минут желаете разговаривать? "))
    b = b * 1
    print("Итоговая цена разговора: ", b, "руб")